Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Manager Kim.tmx
Source language: ko_kr
Languages: en

source: 색시는 무슨… 내 이름도 기억 못하는데
en: lady, my ass... I can’t even remember my name.

source: 아빠!!
en: dad?!

source: …락커는 함부로 상대방을 판단하지 않습니다
en: rockers don’t judge people easily...

source: 도망친다!!!
en: they’re running!!

source: 천외천 전당포
en: sky pawnshop

source: 대단해
en: this is amazing.

source: 3시간이면 찾을 수 있어
en: I just need three hours.

source: 본의는 아니었다만..
en: I never wanted it to end that way...

source: 요즘은 그렇게 가르치나 보지?
en: is that how you’re trained these days?

source: 큰일이다
en: this isn’t good...

source: 타깃은 탈취했다
en: we secured the target.

source: 동시에 호텔로 들어간다
en: ...we’ll get in at the same time.

source: 현 정권 2인자
en: second most powerful man in the current administration

source: 남파 공작 훈련만 3년 넘게 받았다며?
en: three years of south korean espionage training, yeah?

source: 감사합니ㄷ...
en: ...thank yo--

source: 아니
en: no.

source: 아저씨!
en: sir!

source: 아~ 정말~
en: oh, I forgot.

source: 기냥 내래
en: I’m just here...

source: 야 야 너 혼자 신문 보고 있는게 더 수상해
en: hey, you’re the one who’s standing out reading that newspaper all alone.

source: 그럼 이제 본부로 가나?
en: do we head to the headquarters now?

source: 미안하게 됐다고?
en: my apologies?

source: 이야오우오이아이야이야아아!
en: arghhhhhhhhhh!!

source: 대한민국에서 무능한 거 그거 죄거든
en: ...it’s a sin to be incompetent in this country.

source: 이모 순대국밥이요
en: waiter! a bowl of blood sausage soup, please.

source: 저 새끼 두 잔 마셨어!!
en: that bastard only had two shots!!

source: 툭…
en: thud

source: 무서운거
en: I’ve got nothing to be scared of.

source: 김 김민서 국장
en: Kim Director Minseo Kim

source: 여기가 어디냐믄..
en: I’m now in--

source: 쓰러졌다!
en: the man’s down!

source: 이...
en: you...

source: 너도 3일 만에 나왔냐?
en: did you come out after three days?

source: 쯧
en: tsk.

source: 비틀어차기
en: twist kick.

source: 이런 ㅆ 간나..!
en: you fucker!

source: 내 딸한테 털 끝 하나라도 건드려봐
en: don’t you dare lay your hands on my daughter.

source: 뭐, 뭐야!!
en: wh-what was that?!

source: 이 무식한 새끼야
en: ...you ignorant moron.

source: 그런데 정말..
en: sir... are we really...

source: 비공개 군사시설로 넘겨졌다
en: ...they sent me to a confidential military facility.

source: 주룩-
en: drip

source: 아니다
en: no.

source: 다른 뜻은 없었어요, 단지…
en: it wasn’t for anything special... I just...

source: 민간인?
en: a civilian?

source: …마실 수 있겠어?
en: you sure you can do it...?

source: 그럼~ 모르면 간첩이제
en: of course, who doesn’t?

source: 전당포에 물어봐도 알려줄 수 없다는 대답만 할 뿐
en: I asked the pawnshop, but they told me that they can’t give out that info.

source: 중국어) 너무해!
en: how could you!

source: 그 어딘가에서
en: ...the human instinct for sleep and...

source: 중국어) 네!
en: yes, sir!

source: 타겟 확인!
en: we’ve got the target!

source: 수면가스 단계에서 참는 걸 포기한 그는
en: unlike the others, he gave up holding his breath when the gas was sprayed into the car.

source: 살아있는 거 확인했어!
en: I’ve confirmed that she’s alive!

source: 괜찮아
en: it’s okay.

source: 다..{j}당장 상황 안 풀어?!
en: wi-withdraw the emergency situation on this building, right now!{j}

source: 좋지 않은데
en: this is bad.

source: 그럼 나도 똑같이 해줘야 하지 않갔어?
en: it’s only fair that I should return the treat to you, no?

source: 다국적 용병 기업
en: ...operates only for profit.

source: 이유였지
en: reason, yes.

source: 다음은 없어
en: ...but it will never happen again.

source: 국가 특수임무부
en: nsmb.

source: 확실한거지?
en: you sure, right?

source: 너까지 날 잊으면 날 기억해 줄 사람이 아무도 없잖니
en: if you forget who I am, there’s no one in this whole world to remember me.

source: 나도 죽은 셈 치면 되는거잖아 길티?
en: ...fake my death, right?

source: 아, 찾았다
en: oh, found him.

source: 자네만큼은 아니겠지만 나도..
en: you may be tougher than me, but I, too, am--

source: 누가 마음대로 대가리 들어도 된다고 했네?
en: did I give you permission to lift your head?

source: 누가 봐도 수상한 사람?
en: someone obviously suspicious?

source: 예... '그 사건'인 것 같습니다
en: yes... it looks like it’s the incident.

source: 내가 가장 혐오하는 자식들이
en: if there’s anyone I abhor the most...

source: 쉽지 않겄는디..
en: it’s not going to be easy...

source: 저를 안다면 더욱 보내주십시오!
en: you know what I’m capable of! send me home!

source: 헉
en: huh?

source: 남실장님이 쓰러져 계십니다
en: manager nam is down.

source: 그냥…시켜주라고…미친놈이라고…
en: give him what he wants... he’s a lunatic...

source: 대한민국 박진철 1306호
en: republic of korea jincheol park room number 1306

source: 다른 제 실수는 잊어주시고 부디 건강하십시오
en: please forget my mistakes, and stay healthy.

source: 났지
en: oh, there is a war happening.

source: 아뇨 다짜고짜 칼을 들길래 도망쳤어요
en: no, he just tried to kill me with a knife, so I ran away.

source: 방해는 너나 하지 말라
en: you better not interrupt me.

source: 그렇게 알아둬
en: just be prepared...

source: 누구에게도 지지 않을 막무가내가 필요해
en: ...a maverick who can defeat anyone.

source: 그래!
en: fine!

source: 남자 배워야지
en: I haven’t made a man of you yet.

source: 그래… 간 건가…
en: okay... so it has begun...

source: 커어어
en: snore

source: 도와줄게!
en: I’ll help you!

source: 그렇다면 민지도 저기에 있다는 뜻이겠지
en: that means she’s going to be in there as well.

source: 알겠냐고 새끼야!!!
en: do you get that you’re now messing with a wrong person?!

source: 이목을 끄는 행위는 조심하자고 했을텐데?
en: ...when I said that we should stay low.

source: 쨍강!
en: smash

source: 수고하셨습니다!!!
en: welcome back, sir!!

source: ….그래요?
en: really...?

source: 이 조건을 까먹는다는 게 말이 돼?
en: how can you forget the terms? it doesn’t make sense.

source: 멋대로 상황 건 놈이 할 말이야?!!
en: and declared emergency on this building without my permission!

source: 날 욕해도 괜찮다
en: you can curse me.

source: 뒤돌아 있어
en: turn around and don’t look.

source: 잠시디만 만나서 좋았습네다
en: it was lovely to have met you at least briefly.

source: …어디까지 내려가는거야?
en: how far down are we going...?

source: 첫 번째
en: first.

source: 그러면 오늘 새벽 2시
en: so we’ll meet at two in the morning, and...

source: 딱 보면 모르겠냐?
en: isn’t it obvious?

source: 오지 마!!
en: no! don’t come here!!

source: ㄴ.......
en: si...

source: 비서실장
en: office of the president

source: 당장 돌아가지 않으면...
en: if you don’t turn back right now--

source: 그래서 저 놈만 빼고 도와주는 건 의미가 없어
en: so it’s pointless if you help us out but not him.

source: 가슴 아래부터 차오르는 벅차오름!
en: ...a feeling of reassurance!

source: 이 눈 앞에서 먹이를 뺏긴 사자의 기분은?
en: I feel like a lion who lost his meal right in front of his eyes.

source: 너는 인쟈 남한으로 내려가서
en: you can go down south...

source: 저건…
en: that’s--

source: 훽
en: ptui

source: 미안하지만 친구분은
en: I am sorry to tell you this...

source: 내가 직접 1:1로 데리고 있는다
en: I’ll be there soon to deal with her directly.

source: 특임부 마재호 차관님
en: Deputy Minister Jaeho Ma (NSMB)

source: 또 생각 똑같은 놈
en: the guy who thinks the same as us.

source: 쯧쯧..
en: tsk tsk

source: 저희는 믿어야죠
en: we got to trust you.

source: 뒤돌아보지말고
en: ...don’t look back...

source: 어디 좀 다녀올 일이 생겼습니다
en: I got some business to attend to.

source: 해볼…
en: you wanna go--

source: ...그랬단 말이지....
en: is that so...?

source: 우당탕!
en: crash

source: 빨리!
en: hurry!!

source: 아버지랑 저 텔레비죤에 나온 사람이랑 싸우면 누가 이깁네까?
en: who’s stronger between you and the guy on TV?

source: 약했다
en: they were weak.

source: 어찌할까?
en: what should we do?
